do

function run(msg, matches)
  return [[<i> 
💠راهنمای فارسی💠
    
🔆شخصی سازی سوپرگروه:🔆
💭قفل
(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک-رسانه-اشتراک گذاری-ربات-شماره-پوکر-صدا-عکس-فیلم-متن-همه-گیف-اینلاین-دستور)
🗯بازکردن
(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک-رسانه-اشتراک گذاری-ربات-شماره-پوکر-صدا-عکس-فیلم-متن-همه-گیف-اینلاین-دستور)

📉ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)
📈حذف ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)

📝تنظیم
(عکس-اسم-درباره-قوانین-نام کاربری-حساسیت)

🚩عمومی (🔓-🔐)

💥مدیریت یک کاربر💥:
🚫بلاک (ایدی یا ریپلای)
🚫اخراج (ایدی یا ریپلای)
🚫بن (ایدی یا ریپلای)

⭕️انبن (ایدی)

📍تنظیم مالک (ایدی یا ریپلای)
📍تنطیم ادمین (ایدی یا ریپلای)
📍ارتقا (ایدی یا ریپلای)

🔻عزل (ایدی)
🔻عزل ادمین (ایدی یا ریپلای)

📵خفه کردن (ایدی یا ریپلای)
(اگر برای دوبار پیاپی زده شود فرد ازادمیشود)

📚دستورات عمومی سوپر گروه:📚
▫️لیست
(اعضا-خفه ها-ممنوعیت-مدیران)
▪️ادمین ها
▫️مالک
▪️ربات ها

🔹تنظیمات
🔸اطلاعات گروه

🔻قوانین

♦️حذف (ریپلای)
♦️اخراجم کن

🌀اطلاعات (ایدی)
🌀ایدی (ریپلای یا ایدی)

🔏تنظیم لینک
🏳لینک

🖌پاک کردن {عدد}
🖌پاک کردن لیست بن
    
〰〰〰〰〰〰〰

✨ @anti_spam_59 ✨
</i>]]
end

return {
  patterns = {
    "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
